
[MZGeneMods_AbilitySet]
AdrenalNeurosympathyEffectName = "Боевые феромоны"
NeuralFeedbackEffectName = "Пси-способности отключены"
RegenPheremonesEffectName = "Регенерирующие феромоны"

[Grimy_Effect_Healing]
HealedMessage="+<Heal/> ОЗ восстановлено"

[MZ_Effect_PsiHeal]
HealedMessage="+<Heal/> ОЗ восстановлено"

[MZ_Effect_CKHeal]
HealedMessage="+<Heal/> ОЗ восстановлено"

[Isms_Effect_AdrenalineHeal]
HealedMessage="+<Heal/> ОЗ восстановлено"

[MZ_Effect_Shield]
HealedMessage="+<Heal/> ОЗ восстановлено (Коагуляция)"

[MZ_Effect_HealMissingHealth]
HealedMessage="+<Heal/> ОЗ регенерировано"

[MZ_Effect_FixArmour]
HealedMessage="+<Heal/> ед. брони восстановлено"

[MZ_Effect_AutoMendShield]
HealedMessage="+<Heal/> ед. щита перезаряжено"

[MZ_Effect_AutoMendArmour]
DeShredMessage="+<Heal/> ед. брони восстановлено"

[MZ_Effect_LifeSteal]
HealedMessage="+<Heal/> ОЗ украдено"
AbyssalMessage="+<Heal/> ОЗ поглощено"

[MZ_Effect_ShieldSteal]
HealedMessage="+<Heal/> ед. щита похищено"
AbyssalMessage="+<Heal/> ед. щита поглощено"

[MZ_Effect_LifeBalancer]
HPGainLabel="+<Heal/> ОЗ получено"
HPLossLabel="-<Heal/> ОЗ потеряно"

[MZ_Effect_VoidPrison]
FailedText= "Не поверил!"
FailedImmune= "Иммунитет!"

[MZGrimyBruiser_AbilitySet]
TaserShotBonusName = "Выстрел тазером"
GrapeShotBonusName = "Выстрел картечью"
CausticSlugBonusName = "Разъедающая пуля"

DrawFireAllyEffectName = "Привлекающий огонь (Защищен)"
DrawFireAllyEffectDesc = "Союзник привлекает огонь на себя. Защита увеличена."
DrawFireSelfEffectName = "Привлекающий огонь"
DrawFireSelfEffectDesc = "Перенаправить огонь со всех союзников. Снижена защита, увеличена броня."

[MZGrimyFury_AbilitySet]
StrafeBonusName = "Скользящий огонь"
SprayAndPrayBonusName = "Мольба и распыление"
ReaveBonusName = "Лишение"

[MZGrimyHeadHunter_AbilitySet]
PointBlankBonusName = "Выстрел в упор"
ThunderclapBonusName = "Раскат грома"
HexHunterBonusName = "Ведьмак"
PiercingShotBonusName = "Пронзающий выстрел"
BuckshotBonusName = "Выстрел картечью"

[MZBulletArt_AbilitySet]
RustEffectName="Ржавчина"
RustEffectDesc="Наносимый урон временно уменьшен."
MeleeBulletVsSectoidEffectName="Уязвимость в ближнем бою."

[MZGremlin_AbilitySet]
ArmorSystemEffectName = "Система бронирования"
ArmorSystemEffectDesc = "Протокол \"Помощи\" предоставляет +<Ability:MZARMORSYSTEMARMORGAIN/> ед. брони до начала следующего хода."

[MZGrenade_AbilitySet]
DeadlyHazeEffectName="Смертельная мгла"
DeadlyHazeEffectDesc="Наносимый юнитом урон временно снижен"

AntiCritSmokeEffectName="Стойкие благовония"
AntiCritSmokeEffectDesc="Дым защищает от критических попаданий."
DodgeSmokeEffectName="Клубящийся туман"
DodgeSmokeEffectDesc="Повышает шанс того, что враг промахнется или нанесет царапину, если солдат находится в дыму."
FogWallEffectName="Стена тумана"
FogWallEffectDesc="Дым предоставляет дополнительную защиту от атак с фланга."
MindSmokeEffectName="Священные благовония"
MindSmokeEffectDesc="Дым предоставляет защиту от ментальных эффектов."
FortSmokeEffectName="Укрепляющие благовония"
FortSmokeEffectDesc="Дым защищает от огня, яда, кислоты и урона от взрывов."

[MZHolotargeter_AbilitySet]
HoloWillDebuffEffectName="Расстройство"
HoloWillDebuffEffectDesc="Воля уменьшена на <Ability:MZHoloWillDebuff/>."

[MZKnife_AbilitySet]
StingLikeABeeBonusName = "Комбо-бонус"
KnifeFlurryBonusName = "Шквальная атака"
DancingDeathBonusName = "Шквальная атака"
StrafeKnifeBonusName = "Скольжение"
FinishingStrokeBonusName = "Отсутствующие ОЗ"

[MZMelee_AbilitySet]
HellcryEffectName="Адский удар - оружие выведено из строя"
HellcryEffectDesc="Наносимый урон временно уменьшен"
KillingStrokeBonusName="Смертельный штрих"
BlastWaveDebuffBonusName="Твердая воля"

[MZPsiAmp_AbilitySet]
ManuFortiEffectDesc="Наносимый урон временно увеличен"
AmorFatiEffectDesc="Получаемый урон уменьшен, но шанс попасть по вам увеличен."
ThunderousRoarSilenceEffectName="Безмолвие!"

[MZShield_AbilitySet]
MindCrushEffectName="Сокрушение разума"
MindCrushEffectDesc="Воля и защита от взлома сильно снижены."

MentalBulwarkEffectName="Ментальный оплот"
MentalBulwarkEffectDesc="Временная защита от ментальных эффектов."
FortifiedWallEffectName="Крепостная стена"
FortifiedWallEffectDesc="Временная защита от огня, яда, кислоты и взрывов."

[MZTrickshot_AbilitySet]
BloodShotBonusName="Красный туман"
BloodKillZoneBonusName="Кровь и кишки"
VitalsShotPsiCoolEffectName="Упокоение!"

[MZIsmsRogue_AbilitySet]
Recon_Scouted="Разведано"
Recon_ScoutedDesc="Помеченные цели получают на 10-20% больше урона и теряют 5 защиты."
Relocate_Invisible="Невидим"
Riposte_Parried="Рипост"
Riposte_Taunt="Провокация"

ScoutingReport_Intel="Сведения"
ScoutingReport_IntelDesc="Получайте 1 очко сведений в ход. Увеличивает меткость и защиту всего отряда."
NBK_Focus="Фокус"
NBK_FocusDesc="Получайте 1 очко фокуса в ход. Увеличивает мобильность."
RushOfBattle_Adrenaline="Адреналин"
RushOfBattle_AdrenalineDesc="Получайте 3 очка адреналина за убийство и 1 очко за убийство товарищами по команде. Увеличивает уклонение."

[MZUnspecific_AbilitySet]
TransposeDefenseEffectName="Смена караула"
TransposeDefenseEffectDesc="Получите <Ability:MZTransposeDefenseBonus/> защиты до начала следующего хода."
SocialDynamoEffectName="Социальное динамо"

[MZZFocus_AbilitySet]
FlameFocus_Label="Мана огня"
FlameFocus_Tooltip="Получите за убийство врагов способностями, не требующими маны."
WaterFocus_Label="Мана воды"
WaterFocus_Tooltip="Получите в начале каждого хода. Восстановление уменьшается с повышением уровня маны."
EarthFocus_Label="Мана земли"
EarthFocus_Tooltip="Получите каждый раз, когда применяете \"глухую оборону\"."
WindFocus_Label="Мана воздуха"
WindFocus_Tooltip="Получите за рывок с использованием способностей, не требующих ману. Стандартный рывок предоставляет больше маны."
NecroFocus_Label="Мана смерти"
NecroFocus_Tooltip="Получите небольшое количество, когда кто-то или что-то умирает."
VoidFocus_Label="Мана пустоты"
VoidFocus_Tooltip="Нельзя получить естественным способом."
PhantomFocus_Label="Призрачная мана"
PhantomFocus_Tooltip="Получается в начале каждого хода, проведенного в маскировке."

[MZ_Effect_BloodCurse]
BloodCurseTitle="Проклятие крови"
BloodCurseFriendlyName="Проклятие крови"
BloodCurseFriendlyDesc="Древнее проклятие, повреждающее тело и разум."
BloodCurseEffectAcquiredString="<XGParam:StrValue0/!UnitName/> проклят."
BloodCurseEffectTickedString="<XGParam:StrValue0/!UnitName/> всё ещё проклят."
BloodCurseEffectLostString="<XGParam:StrValue0/!UnitName/> больше не проклят."

[MZ_Effect_Zombify]
ZombifyEffectName="Зомбирование"
ZombifyEffectDesc="Уязвимость к эффектам, которые обычно действуют только на нежить."